const backend = 'http://linux10.csie.org:8383';
const adminURL = 'http://linux10.csie.org:9393/admin.html'
const tasks = {
    1: {
        title: ['父母年代', '老照片集'],
        color: '#93e0c9',
        content: `請點選 `,
    },
    2: {
        title: ['父母年代', '散文小說'],
        color: '#8C4D2E',
        content: `60、70 年代代表的文學，包含當時特有的民歌，以及貫穿時代的小說與散文。在攤位上，我們將向您介紹三種文學形式的代表性作品，有可能是當時的，也有些是在其他時空下，回首過往的創作。當我們回頭，才發現記憶會越陳越香。更多詳細的內容，請點選 `,
    },
    3: {
        title: ['父母年代', '遊戲體驗'],
        color: '#DA8462',
        content: `我們父母親童年時的擁有的物質並不如現在。在那個時代，對許多人來說，購買商店中酷炫新奇只能作為夢想，而日常中最好的玩具，就是蒐集生活中用不到的廢棄物品自己 DIY。在實體攤位上您將可以體驗毽子、沙包以及高蹺這三種童玩。`,
    },
    4: {
        title: ['我們年代', '數位娛樂'],
        color: '#C08332',
        content: `看著那些在台大校園裡穿梭的小孩子們，是否偶爾也令你回想起那些童年的時光呢？而伴隨你度過童年的又是什麼呢？是曾經爆紅，又孕育了不少陪伴我們童年偶想的「麻辣鮮師」嗎？那個興起了收集卡牌的熱潮的卡通「遊戲王」？又或者當年令我們守在電視機前、不肯離去的「海綿寶寶」？ 你是否還記得 2005 年線上遊戲「楓之谷」的來到，與朋友組隊打王的那種熱血？或者家裡那一本本「巧連智」月刊教會你的種種知識？現在就讓我們帶你一同回憶「你的童年」。`,
    },
    5: {
        title: ['我們年代', '遊戲體驗'],
        color: '#686230',
        content: `此項目目前無內容可顯示。`,
    },
};
